Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Zenway - ROG Masters.tmx
Source language: en
Languages: id, ja, ko, th, vi, zh_hant_tw

source: The match will be played on a server that was agreed between both teams until the last round.
ja: 試合は、両チーム間で合意されたサーバー上で最終ラウンドまで行われます。
ko: 경기는 양 팀 간에 합의된 서버에서 마지막 라운드까지 진행됩니다.

source: It is suggested that every team has a coach/reserve player registered in the roster that can act as a substitute to compensate for any player losses during the tournament.
ja: 各チームは、コーチ/リザーブプレイヤーをロースターに登録し、トーナメント中にプレイヤーが欠けた場合にそれを補う代役として行動できるようにすることが推奨されています。
ko: 모든 팀은 토너먼트 중 선수 손실을 벌충하기 위해 대체 선수로 활동할 수 있는 코치/예비 선수를 명단에 등록하는 것이 좋습니다.

source: Regional distribution
ja: リージョン分け
ko: 지역별 분할

source: The disqualified participants forfeit all prize money for the competition and get banned from participating in any ROG events for a period up to 1 year depending on the degree of violation.
ja: 失格扱いされた参加者は、違反の程度に応じてコンテストの賞金を全額没収されたり、最大 1 年間の ROG イベントへの参加が禁止されたりします。
ko: 실격 처리된 참가자들은 모든 대회 상금을 몰수당하고, 규칙 위반 정도에 따라 최대 1년까지 ROG 이벤트에 참여할 수 없게 됩니다.

source: Country
ja: 国
ko: 국가

source: Changes in the roster during the qualifier are prohibited;
ja: 予選期間中の名簿の変更は、禁止されています。
ko: 예선이 끝나기 전에는 로스터를 변경할 수 없습니다.

source: ASUS also reserves the right to make decisions on cases not covered by the current rulebook to prevent any breaching on fair competition and sportsmanship.
ja: ASUS はまた、公正な競争とスポーツマンシップの違反を防ぐために、現在の規則集で扱われていないケースについて決定する権利を留保します。
ko: 또한 ASUS에게는 공정한 경쟁과 스포츠 정신 위반 행위의 방지를 위해 본 규정집 항목이 적용되지 않는 사건에 대해서도 결정을 내릴 권리가 있습니다.

source: Inherent risks are associated with any activity and by granting permission for the above younger participant to participate, the legal guardian or parent acknowledges that such risks exist.
ja: あらゆる活動、ならびに上記の若年参加者が参加する許可を与えることに固有のリスクがあり、法的後見人または保護者は、そのようなリスクが存在することを認めるものとします。
ko: 모든 활동에는 위험 요소가 존재할 수 있으며, 연령 제한에 미달되는 선수의 참가를 허가하는 것은 부모 또는 법적 보호자가 이러한 위험 요소의 존재를 인지했음을 뜻합니다.

source: Sri Lanka / Thailand
ja: スリランカ/タイ
ko: 스리랑카 / 태국
th: ศรีลังกา / ไทย
vi: Sri Lanka / Thái Lan

source: A player will be considered to be pixel walking if they sit or stand on invisible pixels on the map, where there is no visible edge or any texture he is staying on.
ja: プレイヤーは、目に見えるエッジやテクスチャがない、マップ上の目に見えないピクセルの上に座ったり立ったりすると、ピクセルウォークと見なされます。
ko: 눈에 보이는 가장자리나 텍스처가 없는 장소의 보이지 않는 픽셀 위에 앉거나 서는 선수는 픽셀워킹을 하는 것으로 간주됩니다.

source: Available Slots in finals
ja: ファイナル出場枠

source: In case of any questions from Tournament participants for the ROG Masters 2021, Tournament participants can contact inquiry@rogmasters.gg for more details.
ja: トーナメント参加者で ROG Masters 2021 に関して質問がある場合、inquiry@rogmasters.gg までお問い合わせください。
ko: ROG 마스터즈 2021에 대한 질문이 있는 토너먼트 참가자는 inquiry@rogmasters.gg을 통해 자세한 내용을 문의할 수 있습니다.

source: In case the server crashes during a round, the server admin will try to simulate a situation on the map.
ja: ラウンド中にサーバーがクラッシュした場合、サーバー管理者はマップ上の状況をシミュレートしようとします。
ko: 라운드 도중 서버가 충돌하면, 서버 관리자는 맵에 상황 시뮬레이션을 시도합니다.

source: The server admin can call a pause on server on any time due to technical issues with broadcast or other problems related to production or rule violations.
ja: サーバー管理者は、放送に関する技術的な問題や、本番または規則違反に関連するその他の問題により、いつでもサーバー上で一時停止を呼びかけることができます。
ko: 서버 관리자는 방송과 관계된 기술적 이슈나 프로덕션, 규정 위반 관련 기타 이슈에 대응하기 위해 서버를 언제든지 일시 중단시킬 수 있습니다.

source: During the qualifiers, players can be added to the roster any time before the check-in to a qualifier.
ja: 予選期間中、予選へのチェックイン前であればいつでもプレイヤーを名簿に追加できます。
ko: 예선 동안, 선수들은 예선전 체크인 전이라면 언제든 로스터에 추가될 수 있습니다.

source: Tournament areas
ja: トーナメントエリア
ko: 토너먼트 지역

source: Halftime duration:
ja: ハーフタイム期間:
ko: 하프타임 시간:

source: In case of late notification before the actual start of the games, the organizer has the right to deny any changes in the Team account.
ja: 実際のゲームが開始される前に通知が遅れた場合、主催者はチームアカウントの変更を拒否する権利を有します。
ko: 이를 게임이 실제 시작하기 전 늦게 통보할 경우 주최자는 팀 계정의 변경 사항을 거부할 권리가 있습니다.

source: Regional Limitations
ja: リージョンの制限
ko: 지역별 제한 사항

source: Any betting or gambling against your own organizations matches will lead to an immediate disqualification of the organization and a ban from all Valve and ROG Master competitions for all persons involved.
ja: 自身の組織の試合に対して賭けやギャンブルを行った場合、組織は即時失格につながり、関与した者は全員、すべての Valve および ROG Master 大会への参加が禁止されます。
ko: 자기 조직의 경기에 대한 내기 및 도박은 조직의 즉각적인 실격 조치와 관련 인원 전원의 Valve 및 ROG Master 대회 입장 금지 처분으로 이어질 것입니다.

source: Using scripts
ja: スクリプトの使用
ko: 스크립트 사용

source: All participants agree and confirm that they don't have any conflict of interest before the start of the first match on the tournament for them.
ja: すべての参加者は、トーナメントの最初の試合の開始前に、利益相反がないことに同意し、確認します。
ko: 모든 참가자는 토너먼트 첫 경기가 시작되기 전에 이해관계 충돌 여부가 없는지를 확인 및 동의합니다.

source: Korea / Malaysia
ja: 韓国/マレーシア
ko: 한국 / 말레이시아
th: เกาหลี / มาเลเซีย
vi: Hàn Quốc / Malaysia

source: During the Online Games, typing !pause in chat will call a technical pause.
ja: オンラインゲーム中、チャットに「!pause」と入力すると、技術的な一時停止を呼びかけることができます。
ko: 온라인 게임 중 채팅창에 '!pause'를 입력하여 기술적 일시 중단을 요청할 수 있습니다.

source: [You can obtain your FACEIT ID from your FACEIT Profile/Game Settings page.
ko: [FACEIT 프로필/게임 설정 페이지에서 FACEIT ID를 확인할 수 있습니다.

source: ROG Masters 2021
ko: ROG 마스터즈 2021
vi: Giải ROG Masters 2021

source: [This will be used as proof of photo identification and nationality confirmation as per filled into the registration form.
ko: [등록 양식에 입력한 국적과 사진이 부착된 신분증을 확인하는 용도로 사용됩니다.

source: ROG MASTERS 2021 Official Rulebook and Regulations
ko: ROG 마스터즈 2021 공식 규정집 및 규율

source: Faceit ID
ko: 페이스잇 ID

source: Minors
ko: 경미한 위반

source: Steam URL
ko: 스팀 URL

source: Steam ID64
ko: 스팀 ID64

source: Please take note of the registration closing date for your country.
ko: 국가별 등록 마감일은 다음과 같습니다.

source: Major
ko: 중대한 위반
